<?php
/**
 * Created by PhpStorm.
 * User: grothentor
 * Date: 3/27/17
 * Time: 4:19 PM
 */

return [
    'ad' => [
        1 => 'объявление',
        2 => 'объявления',
        5 => 'объявлений'
    ],
    'day' => [
        1 => 'день',
        2 => 'дня',
        5 => 'дней'
    ],
    'object' => [
        1 => 'объект',
        2 => 'объекта',
        5 => 'объектов',
    ],
    'month' => [
        1 => 'месяц',
        2 => 'месяца',
        5 => 'месяцев'
    ],
    'hour' => [
        1 => 'час',
        2 => 'часа',
        5 => 'часов'
    ],
    'year' => [
        1 => 'год',
        2 => 'года',
        5 => 'лет'
    ],
    'week' => [
        1 => 'неделю',
        2 => 'недели',
        5 => 'недель'
    ],
    'minute' => [
        1 => 'минуту',
        2 => 'минуты',
        5 => 'минут'
    ],
    'second' => [
        1 => 'секунду',
        2 => 'секунды',
        5 => 'секунд'
    ],
    'ares' => [
        1 => 'сотку',
        2 => 'сотки',
        5 => 'соток'
    ],
    'times' => [
        1 => 'раз',
        2 => 'раза',
        5 => 'раз'
    ],
    'newAd' => [
        1 => 'новое объявление',
        2 => 'новых объявления',
        5 => 'новых объявлений'
    ],
];